let data = {
    "data": [
        {
            "name": "агроном",
            "id": "agronomist",
            "grade": "5",
            "letters": ["а"],
            "full": "Аморальный агроном в Австралии, Антарктиде, Африке и Азии строил алюминиевые автоколонны рядом с аллеями и акваториями, которые охраняли авиадесанты с автоматами.",
            "test": "Ам<…>ральный <…>гр<…>ном в <…>встралии, <…>нтарктиде, Афр<…>ке и Азии строил ал<…>юмин<…>евые авт<…>к<…>лон<…>ы рядом с ал<…>еями и акв<…>ториями, которые охраняли ав<…>ад<…>санты с <…>вт<…>мат<…>ми."
        },
        {
            "name": "аккуратно",
            "id": "carefully",
            "grade": "5",
            "letters": ["а"],
            "full": "Некто аккуратно украл алмаз акварельной автобиографии из альбома аккордов и активно съел ананас по адресу: где авитаминоз, автопилотный автогараж.",
            "test": "Некто ак<…>уратно украл <…>лма<…> акв<…>рельной автоб<…>ографии из альбома ак<…>ордов и активно съел ан<…>на<…> по адресу: где <…>в<…>т<…>м<…>но<…>, авт<…>п<…>ло<…>ный автог<…>р<…>ж."
        },
        {
            "name": "аппарат",
            "id": "apparatus",
            "grade": "5",
            "letters": ["а"],
            "full": "В апреле антигуманный аритмичный арматурный аппарат сочинил анекдот атмосферный ароматный апельсиновый арбузный аппетит атлетов, артистов и артиллеристов на арене с аптекой, работающих в ателье и на афише про автоколонны.",
            "test": "В <…>преле ант<…>гуман<…>ый <…>р<…>тмичный <…>рм<…>турный ап<…>арат сочинил <…>нек<…>о<…> <…>тм<…>сферный <…>р<…>матный <…>п<…>льсиновый <…>рбу<…>ный ап<…>етит <…>тлетов, <…>ртистов и <…>рт<…>лл<…>ристов на <…>рене с <…>птекой, р<…>б<…>т<…>ющих в <…>телье и на <…>фише про автокол<…>он<…>ы."
        },
        {
            "name": "бегемот",
            "id": "hippopotamus",
            "grade": "5",
            "letters": ["а", "б"],
            "full": "Не благоразумный, но благородный бегемот с багрянцем безмятежно станцевал биологический балет «Баклажан» с батистом, бахромой и бирюзовым багажом около библиотеки бассейна на берегу, в время блаженной беседы о биографии баскетбола, барабана, баяна и бинокля на бетонном бараньем балконе, где беседовать можно, только если сберечь билет.",
            "test": "Не бл<…>гор<…>зумный, но бл<…>г<…>родный б<…>г<…>мот с б<…>грянцем бе<…>м<…>тежно ст<…>нц<…>вал б<…>ол<…>гический б<…>ле<…> «Б<…>кл<…>жан» с б<…>тистом, б<…>хр<…>мой и б<…>р<…>зовым б<…>г<…>жом около б<…>бл<…>отеки бас<…>ейна на б<…>р<…>гу, в время бл<…>жен<…>ой б<…>седы о б<…>ографии б<…>ск<…>тбола, б<…>р<…>бана, б<…>яна и б<…>нокля на б<…>тон<…>ом б<…>раньем б<…>лконе, где б<…>сед<…>вать можно, только если сберечь б<…>лет."
        },
        {
            "name": "богатырь",
            "id": "bogatyr",
            "grade": "5",
            "letters": ["а", "б"],
            "full": "Богатырь в ботинках около бордовой автоколонны с бульдозером хотел найти в борозде богатство, но нашёл брошюру.",
            "test": "Б<…>г<…>тырь в б<…>тинках около б<…>рдовой автокол<…>он<…>ы с бульдоз<…>ром х<…>тел найти в б<…>р<…>зде б<…>г<…>тство, но нашёл бр<…>ш<…>ру."
        },
        {
            "name": "ветеран",
            "id": "veteran",
            "grade": "5",
            "letters": ["а", "б", "в"],
            "full": "В ноябре-в декабре месяце ветеран в валенках с ветром на велосипеде поехал на великолепные велогонки. Вестибюль был в вагоне. Вокруг вокзала атмосферно летали вороные воробьи, вороны. В бульдозере была витрина, а около неё стоял вежливый волшебник в варежках. В витрине были баклажаны, апельсины, винегрет, арбузы, водоросли — вообщем, одни витамины. Но в это воскресенье ветеран не смог дальше восхищаться витриной. «Внимание!», — сказал кто-то сверху, — «ветряная оспа — везде!». Всеми силами никто бы не смог выдавить хоть немного восторга из ветерана. Дедушка благоразумно пошёл домой, пытаясь себя не выдавать, мол, вдруг ещё комендантский час объявили. Вскоре, в восемь вечера, он пришёл к берёзе на берегу, перед этим успев походить вправо и влево, а по лестницам вниз и вверх. Впереди берёзы стоял странный бордовый гриб, как будто бы воспалённый. Чудной старичок произнёс неизвестное обычным людям выражение, покрутил пальцем по воздуху, словно в викторине, подул на восток, и перед берёзой открылась дверь. Былой ветеран в неё вошёл и его больше никто не видел, а лесные звери иногда вспоминали эти события, и впечатления у них были, как вчера.",
            "test": "В н<…>ябре-в<…>д<…>к<…>бре мес<…>це в<…>т<…>ран в<…>вал<…>нках с<…>ветром на<…>в<…>л<…>с<…>педе по<…>ехал на в<…>л<…>к<…>лепные в<…>л<…>гонки. В<…>ст<…>бюль был в<…>в<…>гоне. Во<…>кру<…> в<…>кзала <…>тм<…>сферно л<…>тали в<…>р<…>ные в<…>р<…>бьи, в<…>роны. В бульд<…>зере была в<…>трина, а около неё ст<…>ял вежл<…>вый в<…>лшебник в вар<…>жках. В<…>в<…>трине были б<…>кл<…>жаны, <…>п<…>льсины, в<…>н<…>гре<…>, <…>рбузы, вод<…>р<…>сли — во<…>общем, одни в<…>т<…>мины. Но в это во<…>скр<…>сенье в<…>т<…>ран не<…>смог дальше во<…>сх<…>щаться в<…>триной. «В<…>н<…>мание!», — сказал кто-то сверху, — «ветрян<…>ая оспа — в<…>зде!». В<…>семи силами н<…>кто бы не<…>смог в<…>ыд<…>вить хоть не<…>много в<…>сторга из в<…>т<…>рана. Дедушка благ<…>р<…>зумно по<…>ш<…>л домой, пытаясь себя не<…>выд<…>вать, мол, в<…>дру<…> ещё к<…>м<…>ндан<…>ский ч<…>с об<…>явили. В<…>скоре, в<…>восемь веч<…>ра, он пр<…>ш<…>л к б<…>рёзе на б<…>р<…>гу, пере<…> этим у<…>спев по<…>ходить в<…>право и влево, а по лес<…>ницам вни<…> и в<…>ерх. В<…>пер<…>ди б<…>рёзы стоял стран<…>ый б<…>рдовый гри<…>, как бу<…>о бы во<…>сп<…>лён<…>ый. Ч<…>дной стар<…>ч<…>к про<…>изнёс не<…>известное <…>бычным людям вы<…>р<…>жение, по<…>крутил пальцем по<…>воздуху, с<…>ловно в в<…>кт<…>рине, по<…>дул на в<…>сток, и пере<…> б<…>рёзой от<…>крыл<…>сь дверь. Былой в<…>т<…>ран в неё вош<…>л и его больше никто не<…>видел, а л<…>сные звери и<…>ногда в<…>сп<…>минали эти с<…>бытия, и вп<…>ч<…>тления у них были, как в<…>ч<…>ра."
        },
        {
            "name": "гусеница",
            "id": "caterpillar",
            "grade": "5",
            "letters": ["г"],
            "full": "В гимназии гусеница спасала детей от городов на географии, от гектаров гладиолусов на геологии, от гиперболы на геометрии, от грамотных на грамматике и от гимнастики. По мнению учителей, после такого отсутствия гармонии в гардеробе, громоздких и гремящих детей надо засунуть в гараж или в галерею картин и оставить им только горячий горох, а не усыпать гвоздиками нового генерала и героя и писать об этом в газету. Но ужасно гремя, дети вырвались из школы и построили гостиницу, гостиные и гостиный двор, где можно готовить и играть на гитаре даже тогда, когда солнце уходит за горизонт.",
            "test": "В г<…>мнази<…> гус<…>н<…>ца с<…>п<…>с<…>ла д<…>тей от<…>г<…>р<…>дов на г<…>ографии, от г<…>ктаров гл<…>ди<…>лусов на г<…>ологии, от г<…>перб<…>лы на г<…>ометрии, от грам<…>тных на грам<…>атике и от гим<…>наст<…>ки. По мнению уч<…>т<…>лей, после такого от<…>сутс<…>вия г<…>рмонии в г<…>рд<…>робе, гр<…>моз<…>ких и гр<…>мящих д<…>тей надо за<…>сунуть в г<…>ра<…> или в г<…>л<…>рею к<…>р<…>тин и о<…>ставить им только г<…>рячий г<…>рох, а не<…>усыпать гв<…>з<…>иками нового г<…>н<…>рала и г<…>роя и писать об этом в г<…>зету. Но ужасно гр<…>мя, дети в<…>ырвались и<…> школы и по<…>строили г<…>стин<…>цу, г<…>стиные и г<…>стиный двор, где можно готовить и играть на г<…>таре даже то<…>да, ко<…>да со<…>нце у<…>ходит за г<…>р<…>зон<…>."
        },
        {
            "name": "Дед Мороз",
            "id": "SantaClaus",
            "grade": "5",
            "letters": ["д"],
            "full": "Дед Мороз, девочка с десницей, дежурный, что любил диктанты, директор, что вёл диалог с деревянным диваном, деликатный дирижёр и дрессировщик дятла в декабре в двенадцать часов первой декады в дискуссии доказали, что они деепричастны к тому, что украли драгоценный долинный арматурный ароматный алмаз тем, что занимались дезинформацией, дезорганизацией и демонтажем дощатой деревни на долине, но на дистанции успевали давать ложь и давить на тормоза.",
            "test": "Де<…> М<…>ро<…>, дев<…>ч<…>ка с<…>д<…>сниц<…>й, д<…>ж<…>рный, что любил д<…>ктанты, д<…>ректор, что вёл д<…>ало<…> с<…>д<…>ревян<…>ым д<…>ваном, д<…>л<…>катный д<…>р<…>жёр и дрес<…>ировщик дятла в<…>д<…>к<…>бре в<…>дв<…>на<…>цать ч<…>сов первой д<…>кады в дис<…>кус<…>ии до<…>к<…>зали, что они д<…>епр<…>ч<…>с<…>ны к тому, что украли др<…>г<…>цен<…>ый д<…>лин<…>ый <…>рм<…>турный <…>р<…>матный <…>лма<…> тем, что за<…>н<…>мались дез<…>нф<…>рмацией, д<…>з<…>рг<…>н<…>зацией и д<…>м<…>нт<…>жем д<…>щатой д<…>ревни на д<…>лине, но на<…>д<…>стан<…>ции у<…>сп<…>вали д<…>вать ложь и д<…>вить на т<…>рм<…>за."
        },
        {
            "name": "Ездил",
            "id": "traveled",
            "grade": "5",
            "letters": ["а", "е"],
            "full": "Еженедельно и ежедневно он ездил тут, около вечной автоколонны.",
            "test": "Еж<…>н<…>дельно и еж<…>дневно он езд<…>л тут, около вечной авт<…>к<…>лон<…>ы."
        },
        {
            "name": "животное",
            "id": "animal",
            "grade": "5",
            "letters": ["ж"],
            "full": "Жестокое животное прожужжало женщине в жюри и в жилете: «Желать и желание—разные вещи. Особенно это заметно в железном жилище».",
            "test": "Ж<…>стокое ж<…>вотное про<…>жуж<…>ало жен<…>ине в<…>ж<…>ри и в<…>ж<…>лете: «Ж<…>лать и ж<…>лание—разные в<…>ещи. Ос<…>обен<…>о это за<…>ме<…>но в ж<…>лезном ж<…>лище»."
        },
        {
            "name": "заяц",
            "id": "hare",
            "grade": "5",
            "letters": ["з"],
            "full": "Заяц завтра здесь, во время завтрака, на месте земляники рядом с зданием завода, засеет с помощью земледелия здоровье, которое имеет значение для знакомства с зоологией, забавой, заработком, зарисовкой, заготовкой, заповедником. Но заглавие на западе должно ещё всё запорошить и засекретить.",
            "test": "За<…>ц за<…>тра <…>десь, во в<…>ремя за<…>втр<…>ка, на месте з<…>мляники рядом с <…>дан<…>ем за<…>вода, за<…>се<…>т с<…>помощью з<…>мл<…>делия <…>д<…>ровье, которое имеет зн<…>чение для зн<…>комства с з<…>ологией, з<…>бавой, за<…>р<…>б<…>тком, за<…>рис<…>овкой, з<…>г<…>товкой, за<…>п<…>ведн<…>ком. Но за<…>главие на за<…>паде д<…>лжно ещё всё зап<…>р<…>шить и з<…>с<…>кретить."
        },
        {
            "name": "Игорь",
            "id": "igor",
            "grade": "5",
            "letters": ["и"],
            "full": "Идеальный Игорь изложил своё изумительное извинение, иллюстрированное исковерканное информацией искусного искреннего исполинского иссиня-чёрного исследователя, истребителя, инициатора, интеллигента, иллюстратора и создателя изумрудной иллюминации иволге на изображении.",
            "test": "Ид<…>альный И<…>г<…>рь изл<…>жил своё и<>зумит<…>льное из<…>винение, ил<…>юстрир<…>ван<…>ое и<…>ск<…>веркан<…>ое инф<…>рмацией ис<…>кус<…>ного ис<…>крен<…>его <…>сп<…>линск<…>го ис<…>иня-ч<…>рного ис<…>лед<…>в<…>т<…>ля, истр<…>бит<…>ля, и<…>н<…>ц<…>ат<…>ра, <…>нтел<…>игента, ил<…>юстрат<…>ра и<…>со<…>дат<…>ля <…>зумру<…>ной ил<…>юм<…>нации ив<…>лге на <…>з<…>бр<…>жении."
        },
        {
            "name": "кабан",
            "id": "boar",
            "grade": "5",
            "letters": ["к"],
            "full": "Кабан в калошах с калейдоскопом лежал в корзине от коридора.",
            "test": "К<…>бан в<…>к<…>лошах с<…>к<…>лейд<…>скопом л<…>жал в к<…>рзине от<…>к<…>р<…>дора."
        },
        {
            "name": "календари",
            "id": "calendars",
            "grade": "5",
            "letters": ["к"],
            "full": "Количество каллиграфических календарей в коллекции, которая находится в конструктивной колонне, а та в свою очередь в кабинете, которая является каморкой среди космоса, в котором есть катушка, колотушка, комбайн, ковыряющий колеса, колыхающая кольчуга, коктейль, коварство, кочующий кочан, конструкция, кипятящая коньки, и даже редкий кочующий костюм просто поражает.",
            "test": "К<…>лич<…>ство кал<…>игр<…>фич<…>ских к<…>л<…>нд<…>рей в<…>кол<…>екции, к<…>торая на<…>ходит<…>ся в<…>к<…>н<…>тру<…>тивной кол<…>он<…>е, а<…>та в<…>св<…>ю о<…>ч<…>ре<…>ь в<…>к<…>б<…>нете, к<…>торая явля<…>т<…>ся к<…>моркой с<…>р<…>ди ко<…>см<…>са, в<…>к<…>тором есть к<…>ату<…>ка, к<…>л<…>ту<…>ка, к<…>мбайн, к<…>выряющий к<…>леса, к<…>лыхающая к<…>льч<…>га, к<…>ктейль, к<…>варс<…>во, к<…>ч<…>ющий к<…>чан, к<…>нструкция, к<…>пятящ<…>я к<…>ньки, и<…>даже ре<…>кий к<…>ч<…>ющий к<…>стюм про<…>сто по<…>р<…>жает."
        },
        {
            "name": "канава",
            "id": "ditch",
            "grade": "5",
            "letters": ["к"],
            "full":`В канаве картон, концерт и корова,%	
            Корабль, карниз, канал, канарейка,%	
            Компьютер, котлета, колхоз и колибри,%	
            Картина, карман, календарь и кроссовки.%	
            Жили с кроваткой контекст и конфета,%	
            Жили там, ни о чём не тужили.`,
            "test": `В к<…>наве к<…>ртон, к<…>нцер<…> и к<…>рова,%	
            К<…>рабль, к<…>рни<…>, к<…>нал, к<…>н<…>рейка,%	
            К<…>мпьютер, к<…>тлета, к<…>лхо<…> и к<…>либри,%	
            К<…>ртина, к<…>рман, к<…>л<…>ндарь и крос<…>о<…>ки.%	
            Жили с<…>кр<…>ва<…>кой к<…>нтек<…>т и к<…>нфета,%	
            Жили там, н<…> о<…>чём не<…>тужили.%`
        },
        {
            "name": "канарейка",
            "id": "canary",
            "grade": "5",
            "letters": ["к"],
            "full": "Канарейка на каникулах карабкалась на капусту и каралась карандашом, если не она не съела карасей.",
            "test": "К<…>н<…>рейка на к<…>никулах к<…>рабкалась на к<…>пусту и к<…>ралась к<…>р<…>нд<…>шом, если не она не с<…>ела к<…>р<…>сей."
        },
        {
            "name": "класс",
            "id": "class",
            "grade": "5",
            "letters": ["к"],
            "full": "Коварный класс коллективно разлил кипяток компота (килограмм на километр).",
            "test": "К<…>варный клас<…> кол<…>ективно раз<…>лил к<…>ипято<…> к<…>мпота (кил<…>грам<…> на<…>килом<…>етр)."
        },
        {
            "name": "колибри",
            "id": "kovibry",
            "grade": "5",
            "letters": ["к"],
            "full": "Колибри в колеснице решила сделать карикатуру. Для этого она сделала конверт в конвейере.",
            "test": "К<…>либри в<…>к<…>л<…>снице решила с<…>делать к<…>рик<…>туру. Для этого <…>на <…>дел<…>ла к<…>нверт в<…>к<…>нв<…>й<…>ре."
        },
        {
            "name": "коллега",
            "id": "colleague",
            "grade": "5",
            "letters": ["к"],
            "full": "Коллега в командировке может привести к комете, которая залетает в комнату комиссии.   ",
            "test": "Кол<…>ега в<…>к<…>м<…>нд<…>ро<…>ке может при<…>вести к<…>к<…>мете, к<…>торая за<…>летает в<…>комн<…>ту к<…>мис<…>ии."
        },
        {
            "name": "колхоз",
            "id": "kolkhoz",
            "grade": "5",
            "letters": ["к"],
            "full": "Колоссальный колхоз через кварталы в кастрюлях конструировал картошку.",
            "test": "К<…>лос<…>альный к<…>лхо<…> чере<…> кв<…>рталы в<…>к<…>стрюлях к<…>нструир<…>вал к<…>рто<…>ку."
        },
        {
            "name": "корреспондент",
            "id": "correspondent",
            "grade": "5",
            "letters": ["к"],
            "full": "Корыстный корреспондент решал кроссворд про коридоры.",
            "test": "К<…>рыс<…>ный кор<…>есп<…>нден<…> р<…>шал крос<…>вор<…> про к<…>р<…>доры."
        },
        {
            "name": "котелок",
            "id": "cauldron",
            "grade": "5",
            "letters": ["к"],
            "full": "В котелке на костре в кипятке готовилась кочерыжка.",
            "test": "В к<…>т<…>лке на<…>к<…>стре в<…>к<…>пятке г<…>тов<…>лась к<…>черы<…>ка."
        },
        {
            "name": "котлеты",
            "id": "cutlet",
            "grade": "5",
            "letters": ["к"],
            "full": "Колышущиеся котлеты сидели около кочевника.",
            "test": "К<…>лышущи<…>ся к<…>тлеты с<…>идели окол<…> к<…>чевн<…>ка."
        },
        {
            "name": "крокодил",
            "id": "crocodile",
            "grade": "5",
            "letters": ["к"],
            "full": "Красивый крокодил кинул на кровать кристалл.",
            "test": "Кр<…>сивый кр<…>к<…>дил кинул на<…>кр<…>вать кр<…>стал<…>."
        },
        {
            "name": "лагерь",
            "id": "camp",
            "grade": "5",
            "letters": ["л"],
            "full": "В лагере была лаборатория, в лагуне которой легко купались лиловые ладони и ладоши, а рядом с ней стоял лазурный локомотив, в которой был легенда-лейтенант, перевозивший лопух, из которого можно делать лопаты и лестницы.",
            "test": "В<…>лаг<…>ре была л<…>б<…>р<…>тория, в<…>л<…>гуне к<…>торой ле<…>ко к<…>упались л<…>ловые л<…>дони и<…>л<…>доши, а<…>рядом с<…>ней ст<…>ял л<…>зурный л<…>к<…>м<…>тив, в<…>к<…>торой был л<…>генда-ле<…>т<…>нан<…>, пер<…>в<…>зивший л<…>пух, из<…>к<…>тор<…>го можно дела<…>ь л<…>паты и<…>лес<…>н<…>цы."
        },
        {
            "name": "медведь",
            "id": "bear",
            "grade": "5",
            "letters": ["м"],
            "full": "Медленный медведь носил медаль «С мандарином!» за сделанный масштабный маршрут в Москве, по пути которого встречаются муравьи, способные выводить мораль, микрофон, создающий метафоры, маляр с магнитофоном, мальчик, создающий мятежи с участием более миллиона молотков, месяц, ведущий монолог, машина, создающая мороженое из мякоти морковки, магазин с мебелью, которая хороша в мороз, метро, превосходящее все металлические мечты, мифическая мобилизация, которая улавливает момент, маяк, способный делать миллиард монтажей, матч, который разрушит всё макеты в макушке. Но самое главное, что в конце этого маршрута можно приобрести медальон с местоимением и могучую малину с можжевельником в молоке.",
            "test": "Медл<…>нный медве<…> н<…>сил м<…>даль «С м<…>ндарином!» за<…>сделанный ма<…>табный м<…>ршрут в М<…>скве, по<…>пути к<…>торого встр<…>чаются мур<…>вьи, сп<…>собные вы<…>в<…>дить м<…>раль, м<…>кр<…>фон, с<…>здающий м<…>тафоры, м<…>ляр с магнит<…>фоном, мальчик, с<…>озд<…>ющий мят<…>жи с<…>участием более ми<…>иона мол<…>тков, мес<…>ц, в<…>дущий мон<…>лог, м<…>шина, созд<…>ющая мороже<…>ое из<…>мякоти м<…>рковки, маг<…>зин с<…>мебелью, к<…>торая х<…>роша в моро<…>, м<…>тро, пр<…>в<…>сходящее все м<…>та<…>ич<…>ские м<…>чты, мифич<…>ская моб<…>л<…>зация, к<…>торая у<…>лавл<…>вает м<…>мент, м<…>як, с<…>пособный делать ми<…>иард м<…>нтажей, мат<…>, к<…>торый раз<…>рушит всё м<…>кеты в макушке. Но самое главное, что в конце этого м<…>ршрута можно пр<…>обрсти м<…>дальон с м<…>стоимением и м<…>гучую малину с мо<…>евельн<…>ком в м<…>л<…>ке."
        },
        {
            "name": "носорог",
            "id": "rinosorios",
            "grade": "5",
            "letters": ["н"],
            "full": "Невежда и невежа—необычные неприятели. Накануне целою неделю недоумевающий ненавидящий и негодующий народ расталкивал налево и направо неуклюжих недорослей-носорогов, которые хотели в ноябре пойти назад.",
            "test": "Не<…>ве<…>да и не<…>вежа—не<…>обыч<…>ные не<…>пр<…>ят<…>ли. На<…>к<…>нуне цел<…>ю не<…>делю не<…>д<…>ум<…>вающий не<…>н<…>видящий и не<…>г<…>дующий на<…>ро<…> р<…>сталкивал на<…>лево и на<…>право не<…>уклюжих не<…>д<…>р<…>слей-н<…>с<…>р<…>гов, к<…>торые х<…>тели в<…>н<…>ябре п<…>йти на<…>зад."
        },
        {
            "name": "отец",
            "id": "father",
            "grade": "5",
            "letters": ["о"],
            "full": "Однажды отец использовал в обиходе оттенок оборонительного облака.",
            "test": "Одна<…>ды <…>тец и<…>спользовал в<…>обиходе о<…>енок об<…>ронительного обл<…>ка."
        },
        {
            "name": "обед",
            "id": "dinner",
            "grade": "5",
            "letters": ["о"],
            "full": "На обед в овощном овраге оловянный огурец покинул отчизну, как сказали очевидцы, во имя ориентации некой осины.",
            "test": "На<…>об<…>д<…>в<…>ово<…>ном <…>враге <…>ловя<…>ный <…>гуре<…> по<…>кинул <…>тчизну<…> как <…>казали <…>чевидцы<…> в<…> имя о<…>р<…>ентации не<…>кой <…>сины."
        },
        {
            "name": "однофамилец",
            "id": "namesake",
            "grade": "5",
            "letters": ["о"],
            "full": "Оберегающий отражение отечества однофамилец с опрятным, как оловянный оптимизм, озорником около октября на опушке, где находится ореховая оранжерея испортили осанку осине орнаментом.",
            "test": "Оберегающий <…>тражение <…>течес<…>ва <…>днофамил<…>ц с<…>опрятным,<…>как <…>ловян<…>ый <…>пт<…>мизм, оз<…>рником о<…>коло октября на<…>опушке, где на<…>ходится о<…>рех<…>вая о<…>ранжерея и<…>спортили ос<…>нку о<…>си<…>не о<…>рна<…>ментом."
        },
        {
            "name": "однофамилец",
            "id": "namesake",
            "grade": "5",
            "letters": ["о"],
            "full": "Охраняющий остановку оскорблений очевидец (отчасти офицер) ошеломлён отвагой оттенков рыжего.",
            "test": "О<…>раняющий о<…>становку оск<…>рблений оч<…>видец<…>(от<…>части оф<…>цер) о<…>шеломлён от<…>в<…>а<…>гой от<…>тенков рыжего."
        }
    ]
}
