 let data=   {
        "data": [
            {
                "name": "котлета",
                "grade": "5",
                "letters": "к",
                "fullTest": "Колышущиеся котлеты сидели около кочевника.",
                "versionWihtOrthograms": "К<…>лышущи<…>ся к<…>тлеты <{с}>идели окол<…> к<…>чевн<…>ка."
            },
            {
                "name": "носорог",
                "grade": "5",
                "letters": "н",
                "fullTest": "Невежда и невежа—необычные неприятели. Накануне целою неделю недоумевающий ненавидящий и негодующий народ расталкивал налево и направо неуклюжих недорослей-носорогов, которые хотели в ноябре пойти назад.",
                "versionWihtOrthograms": "<{Не}>ве<…>да и <{не}>вежа—<{не}>обыч<…>ные <{не}>пр<…>ят<…>ли. <{На}>к<…>нуне цел<…>ю <{не}>делю <{не}>д<…>ум<…>вающий <{не}>н<…>видящий и <{не}>г<…>дующий <{на}>ро<…> р<…>сталкивал <{на}>лево и <{на}>право <{не}>уклюжих <{не}>д<…>р<…>слей-н<…>с<…>р<…>гов, к<…>торые х<…>тели <{в}>н<…>ябре п<…>йти <{на}>зад."
            }
        ]
    }
    