 let data=   {
        "data": [
            {
                "name": "котлета",
                "id": "kotleta",
                "grade": "5",
                "letters": ["к"],
                "fullTest": "Колышущиеся котлеты сидели около кочевника.",
                "versionWihtOrthograms": "К<…>лышущи<…>ся к<…>тлеты <{с}>идели окол<…> к<…>чевн<…>ка."
            },
            {
                "name": "носорог",
                "id": "nosorog",
                "grade": "5",
                "letters": ["н"],
                "fullTest": "Невежда и невежа—необычные неприятели. Накануне целою неделю недоумевающий ненавидящий и негодующий народ расталкивал налево и направо неуклюжих недорослей-носорогов, которые хотели в ноябре пойти назад.",
                "versionWihtOrthograms": "<{Не}>ве<…>да и <{не}>вежа—<{не}>обыч<…>ные <{не}>пр<…>ят<…>ли. <{На}>к<…>нуне цел<…>ю <{не}>делю <{не}>д<…>ум<…>вающий <{не}>н<…>видящий и <{не}>г<…>дующий <{на}>ро<…> р<…>сталкивал <{на}>лево и <{на}>право <{не}>уклюжих <{не}>д<…>р<…>слей-н<…>с<…>р<…>гов, к<…>торые х<…>тели <{в}>н<…>ябре п<…>йти <{на}>зад."
            },
            {
               "name": "агроном",
               "id": "agronom",
               "letters": ["а"],
               "grade": "5",
               "fullTest": "Аморальный агроном в Австралии, Антарктиде, Африке и Азии строил алюминиевые автоколонны рядом с аллеями и акваториями, которые охраняли авиадесанты с автоматами.",
               "versionWihtOrthograms": "Ам<…>ральный <…>гр<…>ном в <…>встралии, <…>нтарктиде, Афр<…>ке и Азии строил а(лл/л)юмин<…>евые авт<…>к<…>ло(н/нн)ы рядом с а(л/лл)еями и акв<…>ториями, которые охраняли ав<…>ад<…>санты с <…>вт<…>мат<…>ми."
            },
            {
                "name": "аккуратно",
                "id": "akkuratno",
                "letters": ["а"],
                "grade": "5",
               "fullTest": "Некто аккуратно украл алмаз акварельной автобиографии из альбома аккордов и активно съел ананас по адресу: где авитаминоз, автопилотный автогараж.",
               "versionWihtOrthograms": "Некто а<(кк/к)>уратно украл <(а/о)>лма<...> акв<…>рельной автоб<…>ографии из альбома а<(кк/к)>ордов и активно съел ан<…>на<…> по адресу: где <…>в<…>т<…>м<…>но<…>, авт…п<…>ло<…>ный автог<…>р<…>ж."
            }
        ]
    }
    