let data = {
    "data": [
        {
            "name": "котлета",
            "id": "kotleta",
            "grade": "5",
            "letters": ["к"],
            "fullTest": "Колышущиеся котлеты сидели около кочевника.",
            "versionWihtOrthograms": "К<…>лышущи<…>ся к<…>тлеты <{с}>идели окол<…> к<…>чевн<…>ка."
        },
        {
            "name": "носорог",
            "id": "nosorog",
            "grade": "5",
            "letters": ["н"],
            "fullTest": "Невежда и невежа—необычные неприятели. Накануне целою неделю недоумевающий ненавидящий и негодующий народ расталкивал налево и направо неуклюжих недорослей-носорогов, которые хотели в ноябре пойти назад.",
            "versionWihtOrthograms": "<{Не}>ве<…>да и <{не}>вежа—<{не}>обыч<…>ные <{не}>пр<…>ят<…>ли. <{На}>к<…>нуне цел<…>ю <{не}>делю <{не}>д<…>ум<…>вающий <{не}>н<…>видящий и <{не}>г<…>дующий <{на}>ро<…> р<…>сталкивал <{на}>лево и <{на}>право <{не}>уклюжих <{не}>д<…>р<…>слей-н<…>с<…>р<…>гов, к<…>торые х<…>тели <{в}>н<…>ябре п<…>йти <{на}>зад."
        },
        {
            "name": "агроном",
            "id": "agronom",
            "letters": ["а"],
            "grade": "5",
            "fullTest": "Аморальный агроном в Австралии, Антарктиде, Африке и Азии строил алюминиевые автоколонны рядом с аллеями и акваториями, которые охраняли авиадесанты с автоматами.",
            "versionWihtOrthograms": "Ам<…>ральный <…>гр<…>ном в <…>встралии, <…>нтарктиде, Афр<…>ке и Азии строил а(лл/л)юмин<…>евые авт<…>к<…>ло(н/нн)ы рядом с а(л/лл)еями и акв<…>ториями, которые охраняли ав<…>ад<…>санты с <…>вт<…>мат<…>ми."
        },
        {
            "name": "аккуратно",
            "id": "akkuratno",
            "letters": ["а"],
            "grade": "5",
            "fullTest": "Некто аккуратно украл алмаз акварельной автобиографии из альбома аккордов и активно съел ананас по адресу: где авитаминоз, автопилотный автогараж.",
            "versionWihtOrthograms": "Некто а<(кк/к)>уратно украл <(а/о)>лма<...> акв<…>рельной автоб<…>ографии из альбома а<(кк/к)>ордов и активно съел ан<…>на<…> по адресу: где <…>в<…>т<…>м<…>но<…>, авт…п<…>ло<…>ный автог<…>р<…>ж."
        },
        {
            "name": "аппарат",
            "id": "apparat",
            "letters": ["а"],
            "grade": "5",
            "fullTest": "В апреле антигуманный аритмичный арматурный аппарат сочинил анекдот атмосферный ароматный апельсиновый арбузный аппетит атлетов, артистов и артиллеристов на арене с аптекой, работающих в ателье и на афише про автоколонны.",
            "versionWihtOrthograms": "В <…>преле ант<…>гума<(н/нн)>ый <…>р<…>тмичный <…>рм<…>турный а<(п/пп)>арат сочинил <…>нек<…>о<…> <…>тм<…>сферный <…>р<…>матный <…>п<…>льсиновый <…>рбу<…>ный а<(п/пп)>етит <…>тлетов, <…>ртистов и <…>рт<…>лл<…>ристов на <…>рене с <…>птекой, р<…>б<…>т<…>ющих в <…>телье и на <…>фише про автоко<(лл/л)>о<(н/нн)>ы."
        },
        {
            "name": "бегемот",
            "id": "begemot",
            "grade": "5",
            "letters": ["б"],
            "fullVersion": "Не благоразумный, но благородный бегемот с багрянцем безмятежно станцевал биологический балет «Баклажан» с батистом, бахромой и бирюзовым багажом около библиотеки бассейна на берегу, в время блаженной беседы о биографии баскетбола, барабана, баяна и бинокля на бетонном бараньем балконе, где беседовать можно, только если сберечь билет.",
            "versionWihtOrthograms": "Не бл<…>гор<…>зумный, но бл<…>г<…>родный б<…>г<…>мот с б<…>грянцем бе<…>м<…>тежно ст<…>нц<…>вал б<…>ол<…>гический б<…>ле<…> «Б<…>кл<…>жан» с б<…>тистом, б<…>хр<…>мой и б<…>р<…>зовым б<…>г<…>жом около б<…>бл<…>отеки ба<(с/сс)>ейна на б<…>р<…>гу, в время бл<…>же<(н/нн)>ой б<…>седы о б<…>ографии б<…>ск<…>тбола, б<…>р<…>бана, б<…>яна и б<…>нокля на б<…>то<(н/нн)>ом б<…>раньем б<…>лконе, где б<…>сед<…>вать можно, только если сберечь б<…>лет."
        },
        {
            "name": "богатырь",
            "id": "bogatyr",
            "grade": "5",
            "letters": ["б"],
            "fullVersion": "Богатырь в ботинках около бордовой автоколонны с бульдозером хотел найти в борозде богатство, но нашёл брошюру.",
            "versionWihtOrthograms": "Б<…>г<…>тырь в б<…>тинках около б<…>рдовой автоко<(лл/л)>о<(н/нн)>ы с бульдоз<…>ром х<…>тел найти в б<…>р<…>зде б<…>г<…>тство, но нашёл бр<…>ш<…>ру."
        },
        {
            "name": "ветеран",
            "id": "vetaran",
            "grade": "5",
            "letters": ["в"],
            "fullVersion": "В ноябре - в декабре месяце ветеран в валенках с ветром и на велосипеде поехал на великолепные велогонки. Вестибюль был в вагоне. Вокруг вокзала атмосферно летали вороные воробьи, вороны. В бульдозере была витрина, а около неё стоял вежливый волшебник в варежках. В витрине были баклажаны, апельсины, винегрет, арбузы, водоросли—во общем, одни витамины. Но в это воскресенье ветеран не смог дальше восхищаться витриной. «Внимание!», — сказал кто-то сверху, — «ветряная оспа — везде!». Всеми силами никто бы не смог выдавить хоть немного восторга из ветерана. Дедушка благоразумно пошёл домой, пытаясь себя не выдавать, мол, вдруг ещё комендантский час объявили. Вскоре, в восемь вечера, он пришёл к берёзе на берегу, перед этим успев походить вправо и влево, а по лестницам вниз и вверх. Впереди берёзы стоял странный бордовый гриб, как будто бы воспалённый. Чудной старичок произнёс неизвестное обычным людям выражение, покрутил пальцем по воздуху, словно в викторине, подул на восток, и перед берёзой открылась дверь. Былой ветеран в неё вошёл и его больше никто не видел, а лесные звери иногда вспоминали эти события, и впечатления у них были, как вчера.",
            "versionWihtOrthograms": "В н<…>ябре-<{в}>д<…>к<…>бре мес<…>це в<…>т<…>ран <{в}>вал<…>нках <{с}>ветром и <{на}>в<…>л<…>с<…>педе <{по}>ехал на в<…>л<…>к<…>лепные в<…>л<…>гонки. В<…>ст<…>бюль был <{в}>в<…>гоне. <{Во}>кру<…> в<…>кзала <…>тм<…>сферно л<…>тали в<…>р<…>ные в<…>р<…>бьи, в<…>роны. В бульд<…>зере была в<…>трина, а около неё ст<…>ял вежл<…>вый в<…>лшебник в вар<…>жках. <{В}>в<…>трине были б<…>кл<…>жаны, <…>п<…>льсины, в<…>н<…>гре<...>, <…>рбузы, вод<…>р<…>сли—<{во}>общем, одни в<…>т<…>мины. Но в это <{во}>скр<…>сенье в<…>т<…>ран <{не}>смог дальше <{во}>сх<…>щаться в<…>триной. «<{В}>н<…>мание!», — сказал кто-то сверху, — «ветря<(н/нн)>ая оспа — в<…>зде!». <{В}>семи силами н<…>кто бы <{не}>смог <{в}>ыд<…>вить хоть <{не}>много в<…>сторга из в<…>т<…>рана. Дедушка благ<…>р<…>зумно <{по}>ш<…>л домой, пытаясь себя <{не}>выд<…>вать, мол, <{в}>дру<…> ещё к<…>м<…>ндан<…>ский ч<…>с об<(ъ/ь)>явили. <{В}>скоре, <{в}>восемь веч<…>ра, он пр<…>ш<…>л к б<…>рёзе на б<…>р<…>гу, пере<…> этим <{у}>спев <{по}>ходить <{в}>право и влево, а по лес<…>ницам вни<…> и <(в/вв)>ерх. <{В}>пер<…>ди б<…>рёзы стоял стра<(н/нн)>ый б<…>рдовый гри<…>, как бу<(тд/дт)>о бы <{во}>сп<…>лё<(н/нн)>ый. Ч<…>дной стар<…>ч<…>к <{про}>изнёс <{не}>известное <…>бычным людям <{вы}>р<…>жение, <{по}>крутил пальцем <{по}>воздуху, <{с}>ловно в в<…>кт<…>рине, <{по}>дул на в<…>сток, и пере<…> б<…>рёзой <{от}>крыл<…>сь дверь. Былой в<…>т<…>ран в неё вош<….>л и его больше никто <{не}>видел, а л<…>сные звери <{и}>ногда <{в}>сп<…>минали эти с<…>бытия, и вп<…>ч<…>тления у них были, как <{в}>ч<…>ра."
        },
        {
            "name": "гусеница",
            "id": "gusenitca",
            "grade": "5",
            "letters": ["г"],
            "fullVersion": "В гимназии гусеница спасала детей от городов на географии, от гектаров гладиолусов на геологии, от гиперболы на геометрии, от грамотных на грамматике и от гимнастики. По мнению учителей, после такого отсутствия гармонии в гардеробе, громоздких и гремящих детей надо засунуть в гараж или в галерею картин и оставить им только горячий горох, а не усыпать гвоздиками нового генерала и героя и писать об этом в газету. Но ужасно гремя, дети вырвались из школы и построили гостиницу, гостиные и гостиный двор, где можно готовить и играть на гитаре даже тогда, когда солнце уходит за горизонт.",
            "versionWihtOrthograms": "В г<…>мназ<(и/ии)> гус<…>н<…>ца <{с}>п<…>с<…>ла д<…>тей <{от}>г<…>р<…>дов на г<…>ографии, от г<…>ктаров гл<…>ди<…>лусов на г<…>ологии, от г<…>перб<…>лы на г<…>ометрии, от грам<…>тных на гра<(м/мм)>атике и от ги<(мм/м)>наст<…>ки. По мнению уч<…>т<…>лей, после такого <{от}>сутс<…>вия г<…>рмонии в г<…>рд<…>робе, гр<…>моз<…>ких и гр<…>мящих д<…>тей надо <{за}>сунуть в г<…>ра<…> или в г<…>л<…>рею к<…>р<…>тин и <{о}>ставить им только г<…>рячий г<…>рох, а <{не}>усыпать гв<…>з<…>иками нового г<…>н<…>рала и г<…>роя и писать об этом в г<…>зету. Но ужасно гр<…>мя, дети <{в}>ырвались и<…> школы и <{по}>строили г<…>стин<…>цу, г<…>стиные и г<…>стиный двор, где можно готовить и играть на г<…>таре даже то…да, ко…да со…нце {у}ходит за г<…>р<…>зон<…>."
        }
    ]
}
