let data = {
    "data": [
        {
            "name": "агроном",
            "id": "agronom",
            "grade": "5",
            "letters": ["а"],
            "full": "Аморальный агроном в Австралии, Антарктиде, Африке и Азии строил алюминиевые автоколонны рядом с аллеями и акваториями, которые охраняли авиадесанты с автоматами.",
            "test": "Ам<…>ральный <…>гр<…>ном в <…>встралии, <…>нтарктиде, Афр<…>ке и Азии строил а(лл\\л)юмин<…>евые авт<…>к<…>ло<(н\\нн)>ы рядом с а<(л\\лл)>еями и акв<…>ториями, которые охраняли ав<…>ад<…>санты с <…>вт<…>мат<…>ми."
        },
        {
            "name": "аккуратно",
            "id": "akkurano",
            "grade": "5",
            "letters": ["а"],
            "full": "FullVersion (normalsWords)",
            "test": "v<...>rsionWihtOrthograms"
        },
        {
            "name": "аппарат",
            "id": "aparat",
            "grade": "x",
            "letters": ["а"],
            "full": "FullVersion (normalsWords)",
            "test": "v<...>rsionWihtOrthograms"
        },
        {
            "name": "бегемот",
            "id": "begemot",
            "grade": "5",
            "letters": ["а", "б"],
            "full": "FullVersion (normalsWords)",
            "test": "v<...>rsionWihtOrthograms"
        },
        {
            "name": "богатырь",
            "id": "bogator",
            "grade": "5",
            "letters": ["а", "б"],
            "full": "FullVersion (normalsWords)",
            "test": "v<...>rsionWihtOrthograms"
        },
        {
            "name": "ветеран",
            "id": "veteran",
            "grade": "5",
            "letters": ["а", "б", "в"],
            "full": "В гимназии гусеница спасала детей от городов на географии, от гектаров гладиолусов на геологии, от гиперболы на геометрии, от грамотных на грамматике и от гимнастики. По мнению учителей, после такого отсутствия гармонии в гардеробе, громоздких и гремящих детей надо засунуть в гараж или в галерею картин и оставить им только горячий горох, а не усыпать гвоздиками нового генерала и героя и писать об этом в газету. Но ужасно гремя, дети вырвались из школы и построили гостиницу, гостиные и гостиный двор, где можно готовить и играть на гитаре даже тогда, когда солнце уходит за горизонт.",
            "test": "v<...>rsionWihtOrthograms"
        },
        {
            "name": "гусеница",
            "id": "gusenica",
            "grade": "5",
            "letters": ["г"],
            "full": "FullVersion (normalsWords)",
            "test": "v<...>rsionWihtOrthograms"
        },
        {
            "name": "Дед Мороз",
            "id": "dedmoroz",
            "grade": "5",
            "letters": ["д"],
            "full": "FullVersion (normalsWords)",
            "test": "v<...>rsionWihtOrthograms"
        },
        {
            "name": "Ездил",
            "id": "ezdil",
            "grade": "5",
            "letters": ["а", "е"],
            "full": "Еженедельно и ежедневно он ездил тут, около вечной автоколонны.",
            "test": "Еж<…>н<…>дельно и еж<…>дневно он езд<…>л тут, около вечной авт<…>к<…>ло<(нн/н)>ы."
        },
        {
            "name": "name",
            "id": "zhiivotnye",
            "grade": "5",
            "letters": ["ж"],
            "full": "Жестокое животное прожужжало женщине в жюри и в жилете: «Желать и желание—разные вещи. Особенно это заметно в железном жилище».",
            "test": "Ж<…>стокое ж<…>вотное <{про}>жу<(ж/жж)>ало жен<…>ине <{в}>ж<…>ри и <{в}>ж<…>лете: «Ж<…>лать и ж<…>лание—разные <{в}>ещи. О<(сс/с)>обе<(н/нн)>о это <{за}>ме<…>но в ж<…>лезном ж<…>лище»."
        },
        {
            "name": "заяц",
            "id": "zayac",
            "grade": "5",
            "letters": ["з"],
            "full": "Заяц завтра здесь, во время завтрака, на месте земляники рядом с зданием завода, засеет с помощью земледелия здоровье, которое имеет значение для знакомства с зоологией, забавой, заработком, зарисовкой, заготовкой, заповедником. Но заглавие на западе должно ещё всё запорошить и засекретить.",
            "test": "За<…>ц за<…>тра <…>десь, во <{в}>ремя <{за}>втр<…>ка, на месте з<…>мляники рядом с <…>дан<…>ем <{за}>вода, <{за}>се<…>т <{с}>помощью з<…>мл<…>делия <…>д<…>ровье, которое имеет зн<…>чение для зн<…>комства с з<…>ологией, з<…>бавой, <{за}>р<…>б<…>тком, <{за}>ри<(сс/с)>овкой, з<…>г<…>товкой, <{за}>п<…>ведн<…>ком. Но <{за}>главие на <{за}>паде д<…>лжно ещё всё зап<…>р<…>шить и з<…>с<…>кретить."
        },
        {
            "name": "Игорь",
            "id": "igor",
            "grade": "5",
            "letters": ["и"],
            "full": "Идеальный Игорь изложил своё изумительное извинение, иллюстрированное исковерканное информацией искусного искреннего исполинского иссиня-чёрного исследователя, истребителя, инициатора, интеллигента, иллюстратора и создателя изумрудной иллюминации иволге на изображении.",
            "test": "Ид<…>альный <{И}>г<…>рь изл<…>жил своё <{и}>зумит<…>льное <{из}>винение, и<(л/лл)>юстрир<…>ва<(н/нн)>ое <{и}>ск<…>верка<(н/нн)>ое инф<…>рмацией и<(сс/с)>ку<(сс/с)>ного и<(сс/с)>кре<(н/нн)>его <…>сп<…>линск<…>го и<(с/сс)>иня-ч<…>рного и<(с/сс)>лед<…>в<…>т<…>ля, истр<…>бит<…>ля, <{и}>н<…>ц<…>ат<…>ра, <…>нте<(л/лл)>игента, и<(л/лл)>юстрат<…>ра <{и}>со<…>дат<…>ля <…>зумру<…>ной и<(л/лл)>юм<…>нации ив<…>лге на <…>з<…>бр<…>жении."
        },
        {
            "name": "кабан",
            "id": "kaban",
            "grade": "5",
            "letters": ["к"],
            "full": "Кабан в калошах с калейдоскопом лежал в корзине от коридора.",
            "test": "К<…>бан <{в}>к<…>лошах <{с}>к<…>лейд<…>скопом л<…>жал в к<…>рзине <{от}>к<…>р<…>дора."
        },
        {
            "name": "календари",
            "id": "kalendary",
            "grade": "5",
            "letters": ["к"],
            "full": "Количество каллиграфических календарей в коллекции, которая находится в конструктивной колонне, а та в свою очередь в кабинете, которая является каморкой среди космоса, в котором есть катушка, колотушка, комбайн, ковыряющий колеса, колыхающая кольчуга, коктейль, коварство, кочующий кочан, конструкция, кипятящая коньки, и даже редкий кочующий костюм просто поражает.",
            "test": "К<…>лич<…>ство ка<(л/лл)>игр<…>фич<…>ских к<…>л<…>нд<…>рей <{в}>ко<(лл/л)>екции, к<…>торая <{на}>ходит<…>ся <{в}>к<…>н<…>тру<…>тивной ко<(л/лл)>о<(нн/н)>е, <{а}>та <{в}>св<…>ю <{о}>ч<…>ре<…>ь <{в}>к<…>б<…>нете, к<…>торая явля<…>т<…>ся к<…>моркой <{с}>р<…>ди <{ко}>см<…>са, <{в}>к<…>тором есть <{к}>ату<…>ка, к<…>л<…>ту<…>ка, к<…>мбайн, к<…>выряющий к<…>леса, к<…>лыхающая к<…>льч<…>га, к<…>ктейль, к<…>варс<…>во, к<…>ч<…>ющий к<…>чан, к<…>нструкция, к<…>пятящ<…>я к<…>ньки, <{и}>даже ре<…>кий к<…>ч<…>ющий к<…>стюм <{про}>сто <{по}>р<…>жает."
        },
        {
            "name": "канава",
            "id": "kanava",
            "grade": "5",
            "letters": ["к"],
            "full": "FullVersion (normalsWords)",
            "test": "v<...>rsionWihtOrthograms"
        },
        {
            "name": "канарейка",
            "id": "kanareyka",
            "grade": "5",
            "letters": ["к"],
            "full": "Канарейка на каникулах карабкалась на капусту и каралась карандашом, если не она не съела карасей.",
            "test": "К<…>н<…>рейка на к<…>никулах к<…>рабкалась на к<…>пусту и к<…>ралась к<…>р<…>нд<…>шом, если не она не с<…>ела к<…>р<…>сей."
        },
        {
            "name": "класс",
            "id": "klass",
            "grade": "5",
            "letters": ["к"],
            "full": "Коварный класс коллективно разлил кипяток компота (килограмм на километр).",
            "test": "К<…>варный кла<(с/сс)> ко<(л/лл)>ективно <{раз}>лил <{к}>ипято<…> к<…>мпота (кил<…>гра<(м/мм)> <{на}>кило<(м/мм)>етр)."
        },
        {
            "name": "колибри",
            "id": "kovibry",
            "grade": "5",
            "letters": ["к"],
            "full": "Колибри в колеснице решила сделать карикатуру. Для этого она сделала конверт в конвейере.",
            "test": "К<…>либри <{в}>к<…>л<…>снице решила <{с}>делать к<…>рик<…>туру. Для этого <…>на <…>дел<…>ла к<…>нверт <{в}>к<…>нв<…>й<…>ре."
        },
        {
            "name": "коллега",
            "id": "kolega",
            "grade": "5",
            "letters": ["к"],
            "full": "Коллега в командировке может привести к комете, которая залетает в комнату комиссии.   ",
            "test": "Ко<(л/лл)>ега <{в}>к<…>м<…>нд<…>ро<…>ке может <{при}>вести <{к}>к<…>мете, к<…>торая <{за}>летает <{в}>комн<…>ту к<…>ми<(с/сс)>ии."
        },
        {
            "name": "колхоз",
            "id": "kolhoz",
            "grade": "5",
            "letters": ["a", "b", "c", "d"],
            "full": "Колоссальный колхоз через кварталы в кастрюлях конструировал картошку.",
            "test": "К<…>ло<(с/сс)>альный к<…>лхо<…> чере<…> кв<…>рталы <{в}>к<…>стрюлях к<…>нструир<…>вал к<…>рто<…>ку."
        },
        {
            "name": "корреспондент",
            "id": "korespondent",
            "grade": "5",
            "letters": ["к"],
            "full": "Корыстный корреспондент решал кроссворд про коридоры.",
            "test": "К<…>рыс<…>ный ко<(р/рр)>есп<…>нден<…> р<…>шал кро<(сс/с)>вор<…> про к<…>р<…>доры."
        },
        {
            "name": "котелок",
            "id": "kotelok",
            "grade": "5",
            "letters": ["a", "b", "c", "d"],
            "full": "В котелке на костре в кипятке готовилась кочерыжка.",
            "test": "В к<…>т<…>лке <{на}>к<…>стре <{в}>к<…>пятке г<…>тов<…>лась к<…>черы<…>ка."
        },
        {
            "name": "котлеты",
            "id": "kotlety",
            "grade": "5",
            "letters": ["к"],
            "full": "Колышущиеся котлеты сидели около кочевника.",
            "test": "К<…>лышущи<…>ся к<…>тлеты <{с}>идели окол<…> к<…>чевн<…>ка."
        },
        {
            "name": "крокодил",
            "id": "krocodil",
            "grade": "5",
            "letters": ["к"],
            "full": "Красивый крокодил кинул на кровать кристалл.",
            "test": "Кр<…>сивый кр<…>к<…>дил кинул <{на}>кр<…>вать кр<…>ста<(лл/л)>."
        },
        {
            "name": "лагерь",
            "id": "lager",
            "grade": "5",
            "letters": ["л"],
            "full": "В лагере была лаборатория, в лагуне которой легко купались лиловые ладони и ладоши, а рядом с ней стоял лазурный локомотив, в которой был легенда-лейтенант, перевозивший лопух, из которого можно делать лопаты и лестницы.",
            "test": "<{В}>лаг<…>ре была л<…>б<…>р<…>тория, <{в}>л<…>гуне к<…>торой ле<…>ко <{к}>упались л<…>ловые л<…>дони <{и}>л<…>доши, <{а}>рядом <{с}>ней ст<…>ял л<…>зурный л<…>к<…>м<…>тив, <{в}>к<…>торой был л<…>генда-ле<…>т<…>нан<…>, пер<…>в<…>зивший л<…>пух, <{из}>к<…>тор<…>го можно дела<…>ь л<…>паты <{и}>лес<…>н<…>цы."
        },
        {
            "name": "m",
            "id": "medved",
            "grade": "5",
            "letters": ["a"],
            "full": "FullVersion (normalsWords)",
            "test": "v<...>rsionWihtOrthograms"
        },
        {
            "name": "носорог",
            "id": "nosorog",
            "grade": "5",
            "letters": ["н"],
            "full": "Невежда и невежа—необычные неприятели. Накануне целою неделю недоумевающий ненавидящий и негодующий народ расталкивал налево и направо неуклюжих недорослей-носорогов, которые хотели в ноябре пойти назад.",
            "test": "<{Не}>ве<…>да и <{не}>вежа—<{не}>обыч<…>ные <{не}>пр<…>ят<…>ли. <{На}>к<…>нуне цел<…>ю <{не}>делю <{не}>д<…>ум<…>вающий <{не}>н<…>видящий и <{не}>г<…>дующий <{на}>ро<…> р<…>сталкивал <{на}>лево и <{на}>право <{не}>уклюжих <{не}>д<…>р<…>слей-н<…>с<…>р<…>гов, к<…>торые х<…>тели <{в}>н<…>ябре п<…>йти <{на}>зад."
        },
        {
            "name": "отец",
            "id": "otec",
            "grade": "5",
            "letters": ["о"],
            "full": "Однажды отец использовал в обиходе оттенок оборонительного облака.",
            "test": "Одна<…>ды <…>тец <{и}>спользовал <{в}>обиходе о<тт/т>енок об<…>ронительного обл<…>ка."
        }
    ]
}
